[
	{
		"title": "Blog 1",
		"content": "Dreams are important…never underestimate them. He thinks I'm a charlatan, my Dear. Frightened people. Give me a Dalek any day. The least important things, sometimes my dear boy, lead to the greatest discoveries. He was dead already, I'm saving us. Follow me, and run! I've reversed the polarity of the Neutron flow, so the TARDIS should be free from the force field now. But it was a childish dream that made you a doctor. You dreamed you could hold back death. Isn't that true? Come on! Five foot one and crying - you never stood a chance.\n It's all right for you, Peri. You've only got one life. You'll age here in the TARDIS and then die. But me, I shall go on regenerating until all my lives are spent. Soon, I expect. Or later. One of those. Why are you pointing your screwdrivers like that? They're scientific instruments, not water pistols. I'm the Doctor, I can save the world with a kettle and some string! And look! I'm wearing a vegetable! Overconfidence, this, and a small screwdriver. I’m absolutely sorted. You cannot rewrite history! Not one line!\n",
		"tag": ["crochet", "social justice"],
		"category": ["craft", "culture"],
		"date_created": "2020-07-01T12:00:00Z",
		"date_updated": "2020-07-01T12:00:00Z"
	},
	{
		"title": "Blog 2",
		"content": "Sweet, maybe... Passionate, I suppose... But don't ever mistake that for nice. Would you like a jelly baby? That could blow a hole in the space-time continuum, the size of—actually, the exact size of Belgium. That's a bit undramatic, isn't it? 'Belgium'? It's rather a pity, in a way...now the universe is down to 699 wonders. Well, of course I'm being childish! There's no point being grown-up if you can't be childish sometimes. Jelly baby? Soon, I expect. Or later. One of those. Dreams are important…never underestimate them.\n It is! It's the city of New New York! Strictly speaking, it's the fifteenth New York since the original, so that makes it New-New-New-New-New-New-New-New-New-New-New-New-New-New-New New York. Logic, my dear Zoe, merely enables one to be wrong with authority. It seems you have a very large rat Brigadier—maybe you should employ the services of a very large cat? Brave heart, Clara. No… No-no-no-no-wait-wait-wait-wait… I remember I'm-I-I… I'm with my father, we're lying back in the grass, it's a warm Gallifreyan night—\n",
		"tag": ["javascript", "social justice"],
		"category": ["code", "culture"],
		"date_created": "2020-06-01T12:00:00Z",
		"date_updated": "2020-06-01T12:00:00Z"
	},
	{
		"title": "Blog 3",
		"content": "The waves of time wash us all clean. Why are you pointing your screwdrivers like that? They're scientific instruments, not water pistols. Shall we ask for a better quality of door so we can escape? Please tell me I didn't get old. Anything but old. I was young! Oh... is he grey? Overconfidence, this, and a small screwdriver. I’m absolutely sorted. If I grow to be half the man that you are, Clara Oswald, then I shall be happy indeed. Black tie...Whenever I wear this, something bad always happens.\n Overconfidence, this, and a small screwdriver. I’m absolutely sorted. Well, of course I'm being childish! There's no point being grown-up if you can't be childish sometimes. A little gratitude wouldn't irretrievably damage my ego. Dreams are important…never underestimate them. Oh, the pointing again! They're screwdrivers! What are you going to do? Assemble a cabinet at them? Why are you pointing your screwdrivers like that? They're scientific instruments, not water pistols. I'm sorry. I'm so sorry.\n",
		"tag": ["crochet", "javascript"],
		"category": ["craft", "code"],
		"date_created": "2020-06-02T12:00:00Z",
		"date_updated": "2020-06-02T12:00:00Z"
	},
	{
		"title": "Blog 4",
		"content": "Yeah, I came first in jiggery pokery, what about you? Have faith, Brigadier. Have I ever led you astray? I think it's time to find your Achilles heel, or should I say - flipper. A TARDIS is my ship that carries me through Time and Space. T-A-R-D-I-S. It stands for Time And Relative Dimension In Space. Underneath it all I think you're probably kind and nice, and very brave. I just wish you weren't a soldier. Are you capable of speaking without flapping your hands about? I know. Dinosaurs! On a spaceship!\n Hello-o-o-o. This stuff, or whoever sent it, is cleverer than we are. Unfortunate, isn't it? I never know why. I only know who. Renewed? Have I? That's it, I've been renewed. It's part of the TARDIS. Without it I couldn't survive. Overconfidence, this, and a small screwdriver. I’m absolutely sorted. Have a jelly baby. Logic, my dear Zoe, merely enables one to be wrong with authority. Aw, I wanted to be ginger! I've never been ginger! And you, Rose Tyler! Fat lot of good you were! You gave up on me! Ooh, that's rude. Is that the sort of man I am now? Am I rude? Rude and not ginger.\n",
		"tag": ["javascript"],
		"category": ["code"],
		"date_created": "2020-06-03T12:00:00Z",
		"date_updated": "2020-06-03T12:00:00Z"
	},
	{
		"title": "Blog 5",
		"content": "There are worlds out there where the sky is burning, and the sea's asleep, and the rivers dream; people made of smoke and cities made of song. Somewhere there's danger, somewhere there's injustice, and somewhere else the tea's getting cold. Come on, Ace. We've got work to do. Reverse the polarity of the neutron flow. Clara, I'm not your boyfriend. I never said it was your mistake. You don't understand so you find excuses. Oh I'm so sorry, Jamie. Your ideas are too narrow and crippled. I am a citizen of the universe and a gentleman to boot.\n But it was a childish dream that made you a doctor. You dreamed you could hold back death. Isn't that true? You ain't seen nothing yet! Good grief.... It's a Stegosaurus! My personal plan is that a thing will probably happen quite soon. Please tell me I didn't get old. Anything but old. I was young! Oh... is he grey? Oh, yes. Harmless is just the word: that's why I like it! Doesn't kill, doesn't wound, doesn't maim. But I'll tell you what it does do: it is very good at opening doors! Why are you pointing your screwdrivers like that? They're scientific instruments, not water pistols.\n",
		"tag": ["crochet"],
		"category": ["craft"],
		"date_created": "2020-06-04T12:00:00Z",
		"date_updated": "2020-06-04T12:00:00Z"
	},
	{
		"title": "Blog 6",
		"content": "Rest is for the weary, sleep is for the dead. I feel like a hungry man eager for the feast! Oh, the pointing again! They're screwdrivers! What are you going to do? Assemble a cabinet at them? Yeah? Well I'm the Lord of Time. The waves of time wash us all clean. I am not a student of human nature. I am a professor of a far wider academy of which human nature is merely a part. You don't understand so you find excuses. Old ladies die all the time. It's practically in the job description. Shut up! Just shut up, shut up, shut up, shuttity up up up!\n Shut it, Hoodie! Reverse the polarity of… Yes, well, it's a brilliant noise. I love that noise. Now, don't antagonize her. I love a happy medium! It's a fez. I wear a fez now. Fezzes are cool. We all have a universe of our own terrors to face. Jo, you’ve got all the time in the world… and all the space. I'm offering them to you. I just have one question… do you know how to fly this thing? One day, just one day, maybe I'll meet somebody who gets the whole 'don't wander off' thing. Jelly baby? Oh, I always rip out the last page of a book. Then it doesn't have to end. I hate endings!\n",
		"tag": ["social justice"],
		"category": ["culture"],
		"date_created": "2020-06-05T12:00:00Z",
		"date_updated": "2020-06-05T12:00:00Z"
	}
]
